{
    "Constitution": [
        {
            "chapter_id": 1,
            "content": "Article 1.\n1. La dignité de l’homme est intangible. Il est du devoir de toutes les autorités étatiques de la respecter et de la protéger.\n2. Le peuple allemand reconnaît donc les droits inviolables et inaliénables de l’homme comme base de toute communauté humaine, de la paix et de la justice dans le monde.\n3. Les droits fondamentaux suivants lient la législation, le pouvoir exécutif et la juridiction comme droit directement applicable.",
            "id": 1,
            "number": "Article 1"
        },
        {
            "chapter_id": 1,
            "content": "Article 2.\n1. Chacun a droit au libre développement de sa personnalité tant qu’il ne viole pas les droits d’autrui et ne transgresse pas l’ordre constitutionnel ou la loi morale.\n2. Chacun a droit à la vie et à l’intégrité corporelle. La liberté de la personne est inviolable. Une atteinte à ces droits ne peut être portée que sur la base d’une loi.",
            "id": 2,
            "number": "Article 2"
        },
        {
            "chapter_id": 1,
            "content": "Article 3.\n1. Tous les hommes sont égaux devant la loi.\n2. Les hommes et les femmes sont égaux. L’État favorise l’élimination des inégalités qui existent encore entre eux.\n3. Nul ne doit être défavorisé ou privilégié en raison de son sexe, de sa filiation, de sa race, de sa langue, de sa patrie et origine, de ses croyances, de ses opinions religieuses ou politiques. Nul ne doit être défavorisé en raison de son handicap.",
            "id": 3,
            "number": "Article 3"
        },
        {
            "chapter_id": 1,
            "content": "Article 4.\n1. La liberté de croyance, de conscience et la liberté confessionnelle sont inviolables.\n2. La jouissance des droits civiques et des droits politiques, ainsi que la capacité d’accès aux fonctions publiques, sont indépendantes de la confession religieuse.\n3. Nul ne peut être contraint contre sa conscience à accomplir un service militaire avec les armes. La loi fondamentale régit les détails.",
            "id": 4,
            "number": "Article 4"
        },
        {
            "chapter_id": 1,
            "content": "Article 5.\n1. Chacun a droit à l’expression libre de son opinion par la parole, l’écriture et l’image, et à la liberté d’information sans entrave par les sources généralement accessibles.\n2. Ces droits trouvent leurs limites dans les prescriptions des lois générales, dans les dispositions légales de protection de la jeunesse et dans le droit à l’honneur personnel.\n3. L’art et la science, la recherche et l’enseignement sont libres. La liberté de l’enseignement ne dispense pas de la loyauté envers la Constitution.",
            "id": 5,
            "number": "Article 5"
        },
        {
            "chapter_id": 1,
            "content": "Article 1.\n1. La dignité de l’homme est intangible. Il est du devoir de toutes les autorités étatiques de la respecter et de la protéger.\n2. Le peuple allemand reconnaît donc les droits inviolables et inaliénables de l’homme comme base de toute communauté humaine, de la paix et de la justice dans le monde.\n3. Les droits fondamentaux suivants lient la législation, le pouvoir exécutif et la juridiction comme droit directement applicable.",
            "id": 1,
            "number": "Article 1"
        },
        {
            "chapter_id": 1,
            "content": "Article 2.\n1. Chacun a droit au libre développement de sa personnalité tant qu’il ne viole pas les droits d’autrui et ne transgresse pas l’ordre constitutionnel ou la loi morale.\n2. Chacun a droit à la vie et à l’intégrité corporelle. La liberté de la personne est inviolable. Une atteinte à ces droits ne peut être portée que sur la base d’une loi.",
            "id": 2,
            "number": "Article 2"
        },
        {
            "chapter_id": 1,
            "content": "Article 3.\n1. Tous les hommes sont égaux devant la loi.\n2. Les hommes et les femmes sont égaux. L’État favorise l’élimination des inégalités qui existent encore entre eux.\n3. Nul ne doit être défavorisé ou privilégié en raison de son sexe, de sa filiation, de sa race, de sa langue, de sa patrie et origine, de ses croyances, de ses opinions religieuses ou politiques. Nul ne doit être défavorisé en raison de son handicap.",
            "id": 3,
            "number": "Article 3"
        },
        {
            "chapter_id": 1,
            "content": "Article 4.\n1. La liberté de croyance, de conscience et la liberté confessionnelle sont inviolables.\n2. La jouissance des droits civiques et des droits politiques, ainsi que la capacité d’accès aux fonctions publiques, sont indépendantes de la confession religieuse.\n3. Nul ne peut être contraint contre sa conscience à accomplir un service militaire avec les armes. La loi fondamentale régit les détails.",
            "id": 4,
            "number": "Article 4"
        },
        {
            "chapter_id": 1,
            "content": "Article 5.\n1. Chacun a droit à l’expression libre de son opinion par la parole, l’écriture et l’image, et à la liberté d’information sans entrave par les sources généralement accessibles.\n2. Ces droits trouvent leurs limites dans les prescriptions des lois générales, dans les dispositions légales de protection de la jeunesse et dans le droit à l’honneur personnel.\n3. L’art et la science, la recherche et l’enseignement sont libres. La liberté de l’enseignement ne dispense pas de la loyauté envers la Constitution.",
            "id": 5,
            "number": "Article 5"
        },
        {
            "chapter_id": 1,
            "content": "Article 6.\n1. Le mariage et la famille sont placés sous la protection spéciale de l’ordre étatique.\n2. Le soin et l’éducation des enfants sont un droit naturel des parents et un devoir primordial qui leur incombe. La communauté étatique veille à l’accomplissement de ce devoir.\n3. Contre la volonté des parents, les enfants ne peuvent être séparés de la famille qu’en vertu d’une loi, si les parents manquent à leurs devoirs ou si les enfants sont menacés d’être négligés.\n4. Toute mère a droit à la protection et à l’assistance de la communauté.\n5. Les enfants nés hors mariage bénéficient des mêmes conditions de développement physique et moral et jouissent des mêmes droits que les enfants nés de parents mariés.",
            "id": 6,
            "number": "Article 6"
        },
        {
            "chapter_id": 1,
            "content": "Article 7.\n1. Le système scolaire dans son ensemble est placé sous la surveillance de l’État.\n2. Les parents ont le droit de décider de la participation de leurs enfants aux cours de religion.\n3. L’enseignement religieux fait partie des matières ordinaires dans les écoles publiques, sauf dans les écoles sans confession. Il est dispensé en accord avec les principes des communautés religieuses, sous réserve de ne pas compromettre le droit de surveillance de l’État.\n4. Aucun maître ne peut être contraint de donner un enseignement religieux contre sa volonté.\n5. Le droit de fonder des écoles privées est garanti. Les écoles privées, destinées à suppléer des écoles publiques, requièrent l’approbation de l’État et sont soumises aux lois des Länder. L’approbation doit être accordée si ces écoles ne sont pas inférieures aux écoles publiques en termes de leurs objectifs éducatifs, et si elles ne favorisent pas une sélection sociale des élèves. L’approbation doit être refusée si la situation économique et juridique du personnel enseignant n’est pas suffisamment garantie.",
            "id": 7,
            "number": "Article 7"
        },
        {
            "chapter_id": 1,
            "content": "Article 8.\n1. Tous les Allemands ont le droit de se réunir paisiblement et sans armes, sans préavis ni autorisation.\n2. Ce droit peut être restreint par ou en vertu d’une loi pour les rassemblements en plein air.",
            "id": 8,
            "number": "Article 8"
        },
        {
            "chapter_id": 1,
            "content": "Article 9.\n1. Tous les Allemands ont le droit de former des associations et des sociétés.\n2. Les associations qui ont pour but ou pour activité de porter atteinte à l’ordre constitutionnel ou au concept de la compréhension internationale sont interdites.\n3. Le droit de constituer des associations pour la sauvegarde et l’amélioration des conditions de travail est garanti à toutes les personnes et à toutes les professions. Les conventions tendant à restreindre ou à entraver ce droit sont nulles. Les mesures dirigées contre ce droit sont illégales.",
            "id": 9,
            "number": "Article 9"
        },
        {
            "chapter_id": 1,
            "content": "Article 10.\n1. Le secret de la correspondance ainsi que celui des postes et des télécommunications est inviolable.\n2. Des restrictions ne peuvent être ordonnées qu’en vertu d’une loi. Si les restrictions visent à protéger l’ordre constitutionnel libre et démocratique ou l’existence ou la sécurité de la Fédération ou d’un Land, la loi peut prévoir que l’intéressé ne soit pas informé et que le contrôle soit confié à des organes désignés par le législateur.",
            "id": 10,
            "number": "Article 10"
        },
        {
            "chapter_id": 1,
            "content": "Article 11.\n1. Tous les Allemands jouissent de la liberté de circulation sur tout le territoire fédéral.\n2. Ce droit ne peut être restreint que par une loi et uniquement dans les cas où il n’y a pas d’autre manière d’empêcher un danger imminent à l’existence ou à l’ordre constitutionnel démocratique de la Fédération ou d’un Land, ou bien de contrer un danger à la santé publique, ou bien pour protéger la jeunesse contre l’abandon ou pour lutter contre la criminalité.",
            "id": 11,
            "number": "Article 11"
        },
        {
            "chapter_id": 1,
            "content": "Article 12.\n1. Tous les Allemands ont le droit de choisir librement leur profession, leur lieu de travail et leur lieu de formation. L’exercice de la profession peut être réglementé par ou en vertu d’une loi.\n2. Personne ne peut être contraint d’effectuer un travail déterminé, sauf dans le cadre d’une obligation publique de service général, qui concerne tout le monde.\n3. Le travail forcé n’est admissible qu’en cas de détention judiciaire.",
            "id": 12,
            "number": "Article 12"
        },
        {
            "chapter_id": 1,
            "content": "Article 13.\n1. La demeure est inviolable.\n2. Des perquisitions ne peuvent être ordonnées que par un juge ou, en cas de danger imminent, par d’autres autorités prévues par la loi et ne peuvent être exécutées qu’en respectant les formes prévues par la loi.\n3. Les écoutes ou autres mesures restreignant la confidentialité des communications privées ne peuvent être ordonnées que pour la défense contre des dangers graves pour la sécurité publique ou la poursuite de délits pénaux particulièrement graves, et ce, uniquement sur la base d’une loi.\n4. Des restrictions sont admises également pour prévenir des dangers communs ou une catastrophe générale.\n5. Les restrictions peuvent être imposées uniquement par des autorités compétentes désignées par la loi, et seulement si elles sont nécessaires à la protection de l’ordre démocratique et constitutionnel ou à la sauvegarde de la sécurité de l'État.",
            "id": 13,
            "number": "Article 13"
        },
        {
            "chapter_id": 1,
            "content": "Article 14.\n1. La propriété et le droit d’héritage sont garantis. Leur contenu et leurs limites sont déterminés par les lois.\n2. La propriété impose des obligations. Son usage doit aussi bien servir au bien de la collectivité.\n3. Une expropriation n’est possible que pour le bien de la collectivité. Elle ne peut intervenir qu’en vertu d’une loi qui en règle la nature et l’étendue de l’indemnisation. L’indemnisation doit établir un juste équilibre entre l’intérêt public et les intérêts des personnes concernées. En cas de désaccord sur l’ampleur de l’indemnisation, la voie judiciaire est ouverte.",
            "id": 14,
            "number": "Article 14"
        },
        {
            "chapter_id": 1,
            "content": "Article 15.\n1. La terre, les ressources naturelles et les moyens de production peuvent, pour la socialisation, être transférés à la propriété collective ou à d’autres formes de propriété commune par une loi qui règle la nature et l’étendue de l’indemnisation.",
            "id": 15,
            "number": "Article 15"
        },
        {
            "chapter_id": 1,
            "content": "Article 16.\n1. Aucun Allemand ne peut être privé de sa nationalité. La perte de la nationalité ne peut intervenir qu’en vertu d’une loi, et contre la volonté de l’intéressé uniquement si cette personne n’est pas rendue apatride.\n2. Aucun Allemand ne peut être extradé vers un pays étranger. Différentes dispositions peuvent être prises par une loi pour les cas d’extradition vers un autre État membre de l’Union européenne ou vers une juridiction internationale, dans la mesure où elle respecte les principes de l’État de droit.",
            "id": 16,
            "number": "Article 16"
        },
        {
            "chapter_id": 1,
            "content": "Article 16a.\n1. Les personnes persécutées politiquement jouissent du droit d’asile.\n2. Ce droit ne peut être invoqué par ceux qui viennent d’un pays membre de l’Union européenne ou d’un autre État tiers, où il est garanti que le principe de l’État de droit et des droits de l’homme sont respectés. Par la loi, des dispositions peuvent être prises pour déterminer les pays où ce principe est respecté.",
            "id": 16,
            "number": "Article 16a"
        },
        {
            "chapter_id": 1,
            "content": "Article 17.\n1. Toute personne a le droit d’adresser par écrit des requêtes ou des plaintes aux autorités compétentes et aux assemblées représentatives.",
            "id": 17,
            "number": "Article 17"
        },
        {
            "chapter_id": 1,
            "content": "Article 18.\n1. Quiconque abuse de la liberté d’expression, en particulier la liberté de la presse (article 5), de la liberté d’enseignement (article 5), de la liberté de réunion (article 8), de la liberté d’association (article 9), du secret de la correspondance (article 10), du droit de propriété (article 14) ou du droit d’asile (article 16a), en combattant l’ordre constitutionnel libre et démocratique, s’expose à la perte de ces droits fondamentaux. La décision de cette perte et son étendue sont prononcées par la Cour constitutionnelle fédérale.",
            "id": 18,
            "number": "Article 18"
        },
        {
            "chapter_id": 1,
            "content": "Article 19.\n1. Lorsque, en vertu de la loi fondamentale, un droit fondamental peut être restreint par ou en vertu d’une loi, cette loi doit s’appliquer de manière générale et ne peut viser un cas particulier. En outre, la loi doit nommer explicitement le droit fondamental concerné et l’étendue de sa restriction.\n2. Dans aucun cas, l’essence d’un droit fondamental ne peut être touchée.\n3. Les droits fondamentaux s’appliquent également aux personnes morales de droit privé, dans la mesure où leur nature le permet.\n4. Toute personne lésée dans ses droits par l’exercice d’un pouvoir public a le droit de recourir à la voie judiciaire. Si aucun autre tribunal n’est compétent, il est possible de saisir la Cour constitutionnelle fédérale.",
            "id": 19,
            "number": "Article 19"
        }
    ]
}