{
    "Constitution": [
      {
        "chapter_id": 1,
        "content": "Article I - Principes de base.\n1. L'État d'Israël est le foyer national du peuple juif, où il réalise son aspiration à l'autodétermination sur la base de son héritage historique et culturel.\n2. Le droit à l'autodétermination nationale au sein de l'État d'Israël concerne exclusivement le peuple juif.\n3. La présente loi fondamentale et toutes les autres lois doivent être interprétées conformément à cette disposition.",
        "id": 1,
        "number": "Article I"
      },
      {
        "chapter_id": 2,
        "content": "Article II - Objectif.\n1. Le but de la présente loi fondamentale est de garantir le statut d'Israël en tant qu'État national du peuple juif, afin d'inscrire dans une loi fondamentale les valeurs d'Israël en tant qu'État démocratique juif, dans l'esprit des principes de sa Déclaration d'indépendance.",
        "id": 2,
        "number": "Article II"
      },
      {
        "chapter_id": 3,
        "content": "Article III - Symboles de l'État.\n1. L'hymne national est la « Hatikva ».\n2. Le drapeau est blanc avec deux bandes bleues le long de ses bords supérieur et inférieur, entourant une étoile de David bleue en son centre.\n3. Le symbole de l'État est un chandelier à sept branches entouré de branches d'olivier de chaque côté, avec le mot « Israël » à sa base.",
        "id": 3,
        "number": "Article III"
      },
      {
        "chapter_id": 4,
        "content": "Article IV - La langue.\n1. L'hébreu est la langue nationale.\n2. L'arabe a un statut spécial au sein de l'État. Les locuteurs arabes ont le droit d'accéder aux services de l'État dans leur langue, tel que prescrit par la loi.",
        "id": 4,
        "number": "Article IV"
      },
      {
        "chapter_id": 5,
        "content": "Article V - Retour.\n1. Chaque Juif a le droit d'immigrer en Israël et d'acquérir la citoyenneté, conformément aux dispositions de la loi.",
        "id": 5,
        "number": "Article V"
      },
      {
        "chapter_id": 6,
        "content": "Article VI - Rassemblement des exilés et colonies juives.\n1. L'État agit pour rassembler les exilés d'Israël et pour promouvoir la colonisation juive sur son territoire, en allouant des ressources à ces fins.",
        "id": 6,
        "number": "Article VI"
      },
      {
        "chapter_id": 7,
        "content": "Article VII - Lien avec le peuple juif de la diaspora.\n1. L'État agit en faveur du renforcement des liens entre Israël et les Juifs de la diaspora, et étend son aide aux membres du peuple juif en détresse ou en captivité du fait qu'ils sont juifs.",
        "id": 7,
        "number": "Article VII"
      },
      {
        "chapter_id": 8,
        "content": "Article VIII - Préservation du patrimoine juif.\n1. L'État agit pour préserver et promouvoir le patrimoine culturel et historique du peuple juif en Israël et dans la diaspora.\n2. L'histoire, le patrimoine et les traditions du peuple juif doivent être enseignés dans tous les établissements d'enseignement desservant le public juif.",
        "id": 8,
        "number": "Article VIII"
      },
      {
        "chapter_id": 9,
        "content": "Article IX - Préservation de la culture, du patrimoine et de l'identité.\n1. Tout résident d'Israël, quelle que soit sa religion ou sa nationalité, a le droit de préserver sa culture, son patrimoine, sa langue et son identité.\n2. L'État peut autoriser des communautés distinctes basées sur la religion ou la nationalité.",
        "id": 9,
        "number": "Article IX"
      },
      {
        "chapter_id": 10,
        "content": "Article X - Le calendrier officiel.\n1. Le calendrier hébraïque est le calendrier officiel de l'État.",
        "id": 10,
        "number": "Article X"
      },
      {
        "chapter_id": 11,
        "content": "Article XI - Jour de l'indépendance.\n1. Le Jour de l'indépendance est la fête nationale de l'État.\n2. Le Jour du souvenir pour les soldats tombés au combat et le Jour commémoratif de l'Holocauste sont des moments officiels de commémoration.",
        "id": 11,
        "number": "Article XI"
      },
      {
        "chapter_id": 12,
        "content": "Article XII - Jours fériés.\n1. Les jours fériés institués dans l'État d'Israël sont le sabbat et les fêtes juives. Aucun employé ne doit travailler pendant ces jours, sauf disposition contraire légale. Les personnes appartenant à des groupes ethniques reconnus par la loi ont le droit de s'abstenir de travailler pendant leurs congés.",
        "id": 12,
        "number": "Article XII"
      },
      {
        "chapter_id": 13,
        "content": "Article XIII - Droit civil juif.\n1. Lorsqu'un tribunal ne peut résoudre un litige par une loi existante, il doit se référer aux principes de liberté, de justice, d'équité et de paix dérivés du droit civil juif.",
        "id": 13,
        "number": "Article XIII"
      },
      {
        "chapter_id": 14,
        "content": "Article XIV - Préservation des lieux saints.\n1. Les lieux saints doivent être protégés contre toute profanation ou dommage, ainsi que toute interférence avec la liberté d'accès des groupes religieux.",
        "id": 14,
        "number": "Article XIV"
      },
      {
        "chapter_id": 15,
        "content": "Article XV - Mesure préventive.\n1. La présente loi fondamentale ne peut être modifiée que par une loi fondamentale adoptée à la majorité de la Knesset.",
        "id": 15,
        "number": "Article XV"
      }
    ]
  }
  